<?php

return [

    /*
    |--------------------------------------------------------------------------
    | パスワードリセットの言語行
    |--------------------------------------------------------------------------
    |
    | 次の言語行は、無効なトークンや無効な新しいパスワードなど、
    | パスワード更新の試行が失敗した場合にパスワードブローカーによって
    | 指定された理由に一致するデフォルトの行です。
    |
    */

    'reset' => 'あなたのパスワードはリセットされました！',
    'sent' => 'パスワードリセットリンクをメールで送信しました！',
    'throttled' => '再試行する前にお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => "そのメールアドレスを持つユーザーが見つかりません。",

];
